Repository: aonez/Scroll-Reverser
Catalog: resources/*.lproj/Localizable.strings
Languages: da, de, fr, it, ja, nb, ne, nl, pl, pt_br, sv, uk, vi

source: %1$@ permission: %2$@
da: Tilladelse til %1$@: %2$@
de: %1$@ Berechtigung: %2$@
fr: Permission pour %1$@: %2$@
it: Permesso %1$@: %2$@
ja: %1$@ の許可: %2$@
nb: %1$@-tillatelse: %2$@
ne: %1$@को अनुमति: %2$@
nl: %1$@ rechten: %2$@
pl: %1$@ uprawnienia: %2$@
pt_br: Permissão de %1$@: %2$@
sv: %1$@-behörighet: %2$@
uk: Доступ до %1$@: %2$@
vi: Quyền %1$@: %2$@

source: Accessibility
da: Tilgængelighed
de: Bedienungshilfen
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
nb: Tilgjengelighet
ne: सहज प्रयोग
nl: Toegankelijkheid
pl: Dostępność
pt_br: Acessibilidade
sv: Hjälpmedel
uk: Спеціальні можливості
vi: Truy cập

source: App
da: Program
de: Programm
ja: アプリ
nb: Program
ne: एप
pl: Aplikacja
sv: Program
uk: Додаток
vi: Ứng dụng

source: Automatically
da: Automatisk
de: Automatisch prüfen
fr: Automatiquement
it: Automaticamente
ja: 自動確認
nb: Automatisk
ne: स्वचालित रूपमा
nl: Automatisch
pl: Automatycznie
pt_br: Automático
sv: Automatisk
uk: Автоматично
vi: Tự động

source: Check for updates
da: Søg efter opdateringer
de: Auf neue Programmversion prüfen
fr: Vérifier les mises à jour
it: Verifica aggiornamenti
ja: 更新を確認
nb: Sjekk etter oppdateringer
ne: अपडेटहरू खोज्नुहोस्
nl: Controleren op updates
pl: Sprawdź aktualizacje
pt_br: Procurar por atualizações
sv: Leta efter uppdateringar
uk: Перевірити оновлення
vi: Kiểm tra bản cập nhật

source: Enable %1$@
da: Aktivér %1$@
de: Aktiviere %1$@
fr: Activer %1$@
it: Abilita %1$@
ja: %1$@を動作させる
nb: Aktiver %1$@
ne: %1$@ सुचारू गर्नुहोस्
nl: Schakel %1$@ in
pl: Włącz %1$@
pt_br: Habilitar %1$@
sv: Aktivera %1$@
uk: Увімкнути %1$@
vi: Bật %1$@

source: For settings, click the icon in the menu bar
da: For at tilgå indstillingerne, tryk på ikonet på menulinjen
de: Das Icon in der Menüleiste führt zu den Einstellungen.
fr: Pour les paramètres, cliquer sur l'icône dans la barre de menu
it: Per le impostazioni, fai clic sull'icona nella barra dei menu
ja: 設定はメニューバーにあるアイコンをクリックして下さい
nb: For innstillinger, klikk ikonet i menylinjen
ne: सेटिङ्गका लागि मेन्यु बारको एप-चिह्नमा थिच्नुहोस्
nl: Voor voorkeuren, klik op het icoon in de menubalk
pl: Aby zobaczyć ustawienia kliknij ikonkę na pasku
pt_br: Para os ajustes, clique no ícone da barra de menus
sv: Klicka ikonen i menyraden för inställningar
uk: Щоб відкрити налаштування, натисніть на іконку у смузі меню
vi: Để cài đặt, hãy nhấn vào biểu tượng trên thanh công cụ

source: Icon Hidden
da: Ikon skjult
de: Symbol verborgen
fr: Icône cachée
it: Icona nascosta
ja: アイコンの非表示
nb: Ikon skjult
ne: एप-चिह्न लुकेको छ
nl: Icoon verborgen
pl: Ikona ukryta
pt_br: Ícone ocultado
sv: Ikon dold
uk: Ікона прихована
vi: Đã giấu biểu tượng

source: Include beta versions
da: Inkluder beta-versioner
de: Beta-Versionen einbeziehen
fr: Inclure les versions beta
it: Includi versioni beta
ja: ベータ版を含む
nb: Inkluder betaversjoner
ne: बेटा संस्करण समावेश गर्नुहोस्
nl: Neem bèta-versies op
pl: Uwzględnij wersje beta
pt_br: Incluir versões beta
sv: Inkludera betaversioner
uk: Включити бета-версії
vi: Bao gồm các phiên bản thử nghiệm

source: Input Monitoring
da: Overvågning af input
fr: Surveillance d'entrée
it: Monitoraggio ingresso
ja: 入力監視
nb: Inndataovervåkning
ne: इनपुट मनिटरिङ
nl: Invoer monitoren
pl: Monitorowanie wprowadzania
pt_br: Monitoração de Entrada
sv: Övervakning av inmatning
uk: Моніторинг введення
vi: Quản lý nhập liệu

source: Large
da: Stor
de: Große
fr: Grand
it: Grande
ja: 大きい
nb: Stor
ne: ठूलो
nl: Groot
pl: Szybko
pt_br: Grande
sv: Stor
uk: Великий
vi: Lớn

source: OK
ne: हुन्छ
uk: ОК
vi: Đồng ý

source: Open %1$@ preferences
da: Åben indstillinger for %1$@
de: %1$@ Einstellungen öffnen
fr: Ouvrir les préférences pour %1$@
it: Apri preferenze %1$@
ja: %1$@ の環境設定を開く
nb: Åpne valg for %1$@
ne: %1$@ प्राथमिकता खोल्नुहोस्
nl: Open %1$@ voorkeuren
pl: Otwórz ustawienia %1$@
pt_br: Abrir preferências de %1$@
sv: Öppna inställningar för %1$@
uk: Відкрити налаштування: %1$@
vi: Mở cài đặt %1$@

source: Permissions
da: Tilladelser
de: Berechtigungen
it: Permessi
ja: 権限
nb: Tillatelser
ne: अनुमतिहरू
nl: Toestemmingen
pl: Uprawnienia
pt_br: Permissões
sv: Behörigheter
uk: Дозволи
vi: Quyền

source: Preferences
da: Indstillinger
de: Einstellungen
fr: Préférences
it: Preferenze
ja: 設定
nb: Valg
ne: प्राथमिकताहरू
nl: Voorkeuren
pl: Ustawienia
pt_br: Preferências
sv: Inställningar
uk: Налаштування
vi: Cài đặt

source: Quit %1$@
da: Slut %1$@
de: %1$@ beenden
fr: Quitter %1$@
it: Esci da %1$@
ja: %1$@を終了する
nb: Avslutt %1$@
ne: %1$@ बन्द गर्नुहोस्
nl: %1$@ afsluiten
pl: Zamknij %1$@
pt_br: Encerrar o %1$@
sv: Avsluta %1$@
uk: Закрити %1$@
vi: Thoát %1$@

source: Request %1$@ permission
da: Anmod om tilladelse til %1$@
de: %1$@ Berechtigung anfordern
fr: Demander la permission pour %1$@
it: Richiesto permesso %1$@
ja: %1$@ の許可をリクエストする
nb: Be om %1$@-tillatelsen
ne: %1$@को अनुमति प्रदान गर्नुहोस्
nl: Vraag %1$@ rechten aan
pl: Poproś o uprawnienia %1$@
pt_br: Solicitar permissão de %1$@
sv: Be om tillåtelse för %1$@
uk: Запит доступу до %1$@
vi: Yêu cầu quyền %1$@

source: Reverse Horizontal
da: Omvend horisontalt
de: Horizontal umkehren
fr: Inverser Horizontalement
it: Inverti orizzontale
ja: 横方向を逆にする
nb: Reverser horisontalt
ne: दायाँ-बाँया उल्टो गर्नुहोस्
nl: Horizontaal Omkeren
pl: Odwróć w poziomie
pt_br: Reverter Horizontalmente
sv: Invertera horisontellt
uk: Горизонтальний реверс
vi: Đảo ngược chiều ngang

source: Reverse Mouse
da: Omvend retning på mus
de: Maus umkehren
fr: Inverser Souris
it: Inverti mouse
ja: マウスを逆にする
nb: Reverser mus
ne: माउस उल्टो गर्नुहोस्
nl: Muis Omkeren
pl: Odwrócona mysz
pt_br: Reverter o Mouse
sv: Invertera mus
uk: Реверс миші
vi: Đảo ngược chuột

source: Reverse Trackpad
da: Omvend retning på pegefelt
de: Trackpad umkehren
fr: Inverser Pavé Tactile
it: Inverti trackpad
ja: トラックパッドを逆にする
nb: Reverser styreflate
ne: ट्रयाकप्याड उल्टो गर्नुहोस्
nl: Trackpad Omkeren
pl: Odwrócony gładzik
pt_br: Reverter o Trackpad
sv: Invertera styrplatta
uk: Реверс трекпеда
vi: Đảo ngược bàn di chuột

source: Reverse Vertical
da: Omvend vertikalt
de: Vertikal umkehren
fr: Inverser Verticalement
it: Inverti verticale
ja: 縦方向を逆にする
nb: Reverser vertikalt
ne: तल-माथि उल्टो गर्नुहोस्
nl: Verticaal Omkeren
pl: Odwróć w pioniel
pt_br: Reverter Verticalmente
sv: Reverser vertikalt
uk: Вертикальний реверс
vi: Đảo ngược chiều dọc

source: Scroll Reverser is now running!
da: Scroll Reverser kører nu!
de: Scroll Reverser läuft!
fr: Scroll Reverser est maintenant en cours d'exécution!
it: Scroll Reverser è ora in esecuzione!
ja: Scroll Reverser は現在動作中です
nb: Scroll Reverser kjører nå!
ne: स्क्रोल रिभर्सर अब चलिरहेको छ!
nl: Scroll Reverser is nu geactiveerd!
pl: Scroll Reverser został uruchomiony!
pt_br: O Scroll Reverser está rodando!
sv: Scroll Reverser körs nu!
uk: Scroll Reverser запущений!
vi: Scroll Reverser đang hoạt động!

source: Scroll Reverser needs Accessibility permission to modify your scrolling.
da: Scroll Reverser har brug for adgang til Tilgængelighedsindstillingerne for at ændre din rulleretning.
de: Scroll Reverser benötigt Zugriffsrechte um Ihr Scrollen zu ändern.
fr: Scroll Reverser nécessite la permission d'Accessibilité pour modifier le défilement.
it: Scroll Reverser necessita del permesso Accessibilità per modificare lo scorrimento.
ja: Scroll Reverserは、スクロールの変更にアクセシビリティの許可が必要です。
nb: Scroll Reverser trenger Tilgjengelighet-tillatelsen for å endre på rullingen din.
ne: स्क्रोल रिभर्सरलाई हजुरको स्क्रोल परिवर्तन गर्न सहज प्रयोगको अनुमति चाहिन्छ।
nl: Scroll Reverser heeft toegangsrechten nodig om je scrolling aan te passen.
pl: Scroll Reverser potrzebuje uprawnień Dostępności aby modyfikować przewijanie.
pt_br: Scroll Reverser precisa de permissão de Acessibilidade para modificar o scroll.
sv: Scroll Reverser behöver få Hjälpmedels-tillgång för att kunna ändra ditt rullningsbeteende.
uk: Для зміни прокрутки Scroll Reverser повинен мати доступ до Спеціальних можливостей.
vi: Scroll Reverser cần quyền truy cập để điều chỉnh cách lăn chuột.

source: Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad.
da: Scroll Reverser har brug for tilladelse til at overvåge input for at se, om dine fingre rører ved pegefeltet.
de: Scroll Reverser benötigt die Berechtigungen für das Input Monitoring, um festzustellen, ob die Finger das Trackpad berühren.
fr: Scroll Reverser nécessite la permission de Surveillance d'entrée pour détecter lorsque vos doigts touchent le pavé tactile.
it: Scroll Reverser necessita del permesso Monitoraggio ingresso per rilevare se le tue dita stanno toccando il trackpad.
ja: Scroll Reverserでは、指がトラックパッドに触れているかどうかを検出するために、入力監視の許可が必要です。
nb: Scroll Reverser trenger Inndataovervåkning-tillatelsen for å registrere om fingrene dine berører styreflaten.
ne: स्क्रोल रिभर्सरलाई हजुरको औँलाले ट्रयाकप्याड छोएको छ भन्ने थाहा पाउन इनपुट मनिटरिङको अनुमति चाहिन्छ।
nl: Scroll Reverser heeft invoermonitoring rechten nodig om te detecteren of je vingers het trackpad aanraken.
pl: Scroll Reverser potrzebuje uprawnień Monitorowania Wprowadzania w celu wykrycia czy palce dotykają gładzika.
pt_br: Scroll Reverser precisa da permissão de Monitoração de Entrada para detectar se seus dedos estão tocando o trackpad.
sv: Scroll Reverser behöver få tillgång till Övervakning av inmatning för att upptäcka om dina fingrar rör styrplattan.
uk: Scroll Reverser потрібен доступ до Моніторингу введення, щоб розпізнавати пальці на трекпеді.
vi: Scroll Reverser cần quyền quản lý nhập liệu để nhận biết bàn di chuột có đang hoạt động hay không.

source: Scroll Wheel
da: Rullehjul
de: Scrollrad
fr: Roue de défilement
it: Rotellina di scorrimento
ja: ホイールスクロール
nb: Musehjul
ne: स्क्रोल चक्र
nl: Muiswiel
pl: Kółko myszy
pt_br: Roda de Scroll
sv: Rullhjull
uk: Колесо прокрутки
vi: Con lăn chuột

source: Scrolling
da: Rulning
de: Scrollen
fr: Défilement
it: Scorrimento
ja: スクロール
nb: Rulling
ne: स्क्रोलिङ
nl: Scrollen
pl: Przewijanie
pt_br: Rolando
sv: Rullning
uk: Прокрутка
vi: Lăn chuột

source: Scrolling Axes
da: Akser for rulning
de: Scrollrichtungen
fr: Axes de Défilement
it: Scorrimento assi
ja: スクロール方向
nb: Rulleakser
ne: स्क्रोलिङ अक्ष
nl: Scrolrichtingen
pl: Osie przewijania
pt_br: Eixos de Scroll
sv: Rullningsaxlar
uk: Осі прокрутки
vi: Trục lăn

source: Scrolling Devices
da: Enheder
de: Geräte
fr: Dispositifs de Défilement
it: Scorrimento dispositivi
ja: スクロールデバイス
nb: Rulleenheter
ne: स्क्रोलिङ उपकरण
nl: Scrolapparaten
pl: Urządzenia przewijające
pt_br: Dispositivos de Scroll
sv: Rullnings enheter
uk: Пристрої
vi: Thiết bị lăn

source: Show in menu bar
da: Vis på menulinje
de: In der Menüleiste anzeigen
fr: Afficher dans la barre de menu
it: Mostra nella barra dei menu
ja: メニューバーに表示
nb: Vis i menylinje
ne: मेन्यु बारमा देखाउनुहोस्
nl: Weergeven in menubalk
pl: Pokazuj na pasku
pt_br: Mostrar na barra de menus
sv: Visa i menyraden
uk: Показати у смузі меню
vi: Hiển thị trên thanh công cụ

source: Small
da: Lille
de: klein
fr: Petit
it: Piccolo
ja: 小さい
nb: Liten
ne: सानो
nl: Klein
pl: Wolno
pt_br: Pequeno
sv: Liten
uk: Малий
vi: Nhỏ

source: Start at login
da: Start ved login
de: Beim Anmelden starten
fr: Exécuter au démarrage
it: Avvia al login
ja: ログイン時に開始
nb: Start ved innlogging
ne: लग-इनमा सुचारू गर्नुहोस्
nl: Starten na inloggen
pl: Uruchamiaj automatycznie
pt_br: Iniciar no login
sv: Starta vid inloggning
uk: Автозапуск
vi: Bật khi đăng nhập

source: Step size
da: Rullehastighed
de: Schrittweite
fr: Taille du pas
it: Dim. passo
ja: ステップサイズ
nb: Størrelse på trinn
ne: स्क्रोलको आकार
nl: Stapgrootte
pl: Szybkość przewijania
pt_br: Tamanho do passo
sv: Stegstorlek
uk: Розмір кроку
vi: Bước lăn

source: The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder.
da: %1$@-ikonet er fjernet fra din menulinje. For at gendanne det, åbn %1$@ fra Finder.
de: Das %1$@-Symbol wurde aus der Menüleiste entfernt. Um es später wiederherzustellen, starten Sie %1$@ erneut vom Finder aus.
fr: L'icône de %1$@ a été enlevée de la barre de menu. Pour la restorer à n'importe quel moment, lancez de nouveau %1$@ depuis le Finder.
it: L'icona %1$@ è stata rimossa dalla barra dei menu. Per ripristinarla in qualsiasi momento, avvia nuovamente %1$@ dal Finder.
ja: %1$@のアイコンは、メニューバーから削除されました。 リストアするには、Finderから%1$@を再度起動してください。
nb: %1$@-ikonet har blitt fjernet fra menylinjen. For å gjenopprette det, start %1$@ på nytt via Finder.
ne: %1$@ आइकन मेन्यु बारबाट हटाइएको छ। कुनै पनि बेला फेरि त्यहाँ राख्नको लागि %1$@ फाइन्डरबाट खोल्नुहोस्।
nl: Het %1$@ icoon werd verwijdert uit de menubalk. Om het te herstellen op elk gewenst moment, start %1$@ opnieuw op vanuit Finder.
pl: Ikona %1$@ została usunięta z paska menu. Aby ją przywrócić uruchom %1$@ ponownie używając Findera.
pt_br: O ícone do %1$@ foi removido da barra de menu. Para restaurá-lo a qualquer momento, execute %1$@ novamente.
sv: Ikonen för %1$@ har tagits bort från menyraden. För återställa ikonen igen, starta %1$@ via Finder.
uk: Іконку %1$@ приховано зі смуги меню. Щоб відновити його в будь-який час, знову запустіть %1$@ з Finder.
vi: Biểu tượng %1$@ đã được gỡ bỏ khỏi thanh công cụ. Để khôi phục lại, mở %1$@ từ Finder.

source: ⛔️ required
da: ⛔️ Nødvendig
de: ⛔ erforderlich
fr: ⛔️ requise
it: ⛔️ richiesto
ja: 要求
nb: ⛔️ kreves
ne: आवश्यक छ
nl: ⛔ vereist
pl: ⛔ wymagane
pt_br: ⛔ obrigatório
sv: ⛔️ krävs
uk: ⛔️ вимагається
vi: ⛔️ chưa cho phép

source: ✅ granted
da: ✅ Tilladt
de: ✅ gewährt
fr: ✅ accordée
it: ✅ concesso
ja: 許可する
nb: ✅ tillatt
ne: प्रदान गरिएको छ
nl: ✅ toegestaan
pl: ✅ przyznane
pt_br: ✅ concedido
sv: ✅ tillåten
uk: ✅ дозволено
vi: ✅ đã cho phép
